autoconf
autojump-git
automake
base
binutils
bison
bluez-utils
efibootmgr
eog
evince
fakeroot
file
file-roller
findutils
firefox
flex
gawk
gcc
gdm
gedit
gettext
ghc
ghc-static
git
gnome-backgrounds
gnome-calculator
gnome-control-center
gnome-keyring
gnome-screenshot
gnome-terminal
gnome-tweaks
grep
groff
grub
grub-hook
gzip
haskell-base-prelude
haskell-language-server
htop
intel-ucode
iwd
libtool
linux
linux-firmware
lvm2
m4
make
man-db
man-pages
nano
nautilus
neovide-bin
neovim
neovim-gtk-git
networkmanager
nodejs
npm
pacman
pacman-contrib
patch
pkgconf
pulsemixer
python-pip
python-pynvim
reflector
rsync
sed
sudo
texinfo
trash-cli
ttf-fira-code
veracrypt
vi
which
xclip
xdg-user-dirs-gtk
zsh
zsh-completions
