amd-ucode
autoconf
automake
base
binutils
bison
bluez-utils
chrome-gnome-shell-git
cmake
dosfstools
efibootmgr
eog
evince
fakeroot
file
file-roller
findutils
firefox
flex
gawk
gcc
gdm
gedit
gettext
git
gnome-backgrounds
gnome-calculator
gnome-control-center
gnome-keyring
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell-extensions
gnome-terminal
gnome-tweaks
grep
groff
grub
grub-hook
gzip
htop
iwd
jq
libtool
linux
linux-firmware
lsof
lvm2
m4
make
man-db
man-pages
mesa-demos
mutter
nano
nautilus
nvidia
openssh
pacman
pacman-contrib
patch
pkgconf
pulsemixer
python-pip
reflector
rsync
sed
sudo
tcl
texinfo
tk
trash-cli
ttf-fira-code
veracrypt
vi
visual-studio-code-bin
wget
which
xdg-user-dirs-gtk
xdg-utils
zsh
zsh-completions
